export const dictionary = {
  icpc2Reasons: {
    fullMedicalExam: {
      code: '*30',
      name: 'Повне медичне обстеження',
    },
  },
  icpc2Actions: {
    partialMedicalExam: {
      code: 'A31',
      name: 'Часткове медичне обстеження',
    },
  },
  icpc2Diagnosis: {
    fever: {
      code: 'A03',
      name: 'Лихоманка',
    },
  },
  icd10AmDiagnosis: {
    diabetes: {
      code: 'E10.9',
      name: 'Цукровий діабет типу 1 без ускладнень',
    },
    Z023: {
      code: 'Z02.3',
      name: 'Обстеження призовників під час набору на військову службу',
    },
  },
  receptionService: {
    T67002: {
      code: 'T67002',
      name: 'T67002 Консультація Ендокринолога (Консультація)',
    },
    L67001: {
      code: 'L67001',
      name: 'L67001 Консультація Ортопеда-травматолога дитячого (Консультація)',
    },
    A67021: {
      code: 'A67021',
      name: 'A67021 Консультація ЛОРа (Консультація)',
    },
    A67003: {
      code: 'A67003',
      name: 'A67003 Консультація Хірурга (Консультація)',
    },
    A67002: {
      code: 'A67002',
      name: 'A67002 Консультація Терапевта (Консультація)',
    },
    P67002: {
      code: 'P67002',
      name: 'P67002 Консультація Психіатра (Консультація)',
    },
    F67002: {
      code: 'F67002',
      name: 'F67002 Консультація Офтальмолога (Консультація)',
    },
    N67002: {
      code: 'N67002',
      name: 'N67002 Консультація Невролога (Консультація)',
    },
  },
  procedureService: {
    acupuncture: {
      code: '93173-00',
      name: 'Акупунктура (Процедура)',
    },
    psychologicalSkillsTraining: {
      code: '96001-00',
      name: 'Тренінг психологічних навичок (Процедура)',
    },
  },
  diagnosticReportService: {
    A34011: {
      code: 'A34011',
      name: 'Клінічний аналіз крові (Лабораторна діагностика)',
    },
    ultrasound: {
      code: '55032-00',
      name: 'Ультразвукове дослідження шиї (Візуалізація)',
    },
  },
  consultationService: {
    psychiatristConsultation: {
      code: 'P67002',
      name: 'Консультація Психіатра (Консультація)',
    },
  },
};
