export const financeMessages = {
  successMessage: 'Перевірку щодо коректності даних пройдено успішно',
  incorrectEpisodeType: 'Некоректний тип Епізоду',
  allowedEpisodeTypes: 'Тип епізоду у обраному пакеті може бути - Лікування , Діагностика або Профілактика',
  incorrectTypeEventTitle: 'Неоплачуваний Тип взаємодії',
  incorrectTypeEventText:
    "НСЗУ розраховує оплату по амбулаторних випадках на основі ЕМЗ із одним із типів: Консультація пацієнта засобами зв'язку, Взаємодія в закладі охорони здоров'я, Візит за місцем постійного перебування пацієнта, За межами медичного закладу та місця постійного перебування пацієнта",
  missingDiagnosesForPackage24Title: 'Відсутні діагнози, що відповідають умовам пакету',
  missingDiagnosesForPackage24Text:
    'Для відповідності пакету необхідно встановити діагнози, що відповідають кодуванню захворювання',
  incorrectEpisodeTypeForPackage60Text: 'Тип епізоду у обраному пакеті повинен бути - Діагностика',
  unpaidEventTypeForPackage60Title: 'Неоплачуваний тип взаємодії',
  unpaidEventTypeForPackage60Text:
    'НСЗУ розраховує оплату по амбулаторних випадках на основі ЕМЗ із одним із типів: Взаємодія в закладі охорони здоров',
  mandatoryConsultationCodeMissing: "Не вказані усі коди обов'язкових консультацій",
  consultationCodeMissing: 'Не додано коди консультацій:',
};
