export const incorrectDiagnosesFor24Package = {
  chronicDepression: {
    code: 'F32.30',
    name: 'Тяжкий депресивний епізод з психотичними симптомами, не уточнені як такі, що виникають у післяпологовому періоді',
  },
  diabetes: {
    code: 'E10.22',
    name: 'Цукровий діабет типу 1 з діагностованою діабетичною нефропатією',
  },
  anorexia: {
    code: 'F50.0',
    name: 'Нейрогенна анорексія',
  },
  hydrocephalus: {
    code: 'G91.3',
    name: 'Посттравматична гідроцефалія, неуточнена',
  },
  reductionOfLifeDuration: {
    code: 'E84',
    name: 'Кістозний фіброз',
  },
  mentalRetardation: {
    code: 'F72.0',
    name: 'Важка розумова відсталість, Відсутність відхилень поведінки у пацієнта або ж вони мінімально виражені',
  },
  motorNeurons: {
    code: 'G10',
    name: 'Хвороба Гантiнгтона',
  },
  metabolicDiseases: {
    code: 'E11.21',
    name: 'Цукровий діабет типу 2 з початковою діабетичною нефропатією',
  },
  schizophrenia: {
    code: 'F20.0',
    name: 'Параноїдна шизофренія',
  },
  neoplasm: {
    code: 'C00.0',
    name: 'Злоякісне новоутворення зовнішньої поверхні верхньої губи',
  },
  aids: {
    code: 'B20',
    name: 'Хвороба, зумовлена вірусом імунодефіциту людини [ВIЛ], яка проявляється інфекційними та паразитарними хворобами',
  },
};
